export const DOC_TYPES: Record<string, string> = {
  1: 'Временное удостоверение личности',
  2: 'Свидетельство о рождении',
  3: 'Паспорт РФ',
  4: 'Справка об освобождении',
  5: 'Справка о рождении',
  6: 'Паспорт моряка',
  7: 'Служебное удостоверение',
  8: 'Удостоверение депутата ФС ГД',
  9: 'Удостоверение личности военнослужащего',
  10: 'Заграничный паспорт',
  11: 'Военный билет',
  12: 'Отсутствует',
  13: 'Паспорт иностранного гражданина',
  14: 'Удостоверение личности лица без гражданства',
  15: 'Вид на жительство иностранного гражданина или лица без гражданства',
  16: 'Паспорт гражданина СССР',
  17: 'Паспорт дипломатический',
  18: 'Паспорт служебный',
  19: 'Свидетельство о возвращении из стран СНГ',
  20: 'Справка об утере паспорта',
  21: 'Справка о рождении'
}

export const PASSENGER_TYPES: Record<string, string> = {
  adult: 'Взрослый',
  adultLocal: 'Взрослый c пропиской в Камчатском крае',
  child: 'Ребенок 2–12 лет гражданин РФ',
  childForeign: 'Ребенок 2–12 лет гражданин иностранного государства',
  infant: 'Ребенок до 2 лет'
}
